tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"

brew "awscli"
brew "tig"
brew "hstr"
brew "htop"
brew "git-interactive-rebase-tool"
brew "diff-so-fancy"
brew "tmux"
brew "go"
brew "jq"
brew "tfenv"
brew "tree"
brew "emacs"

cask "iterm2"
cask "rectangle"

# XXX: will require entering password manually
cask "zoom"
